import Faq from "@/components/Faq";

export default function Home() {

  const faqs = [
    {
      question:
        " آیا مهلت زمانی برای صدور و ثبت صورتحسابهای اصلاحی ، برگشت از فروش و ابطالی در سامانه مودیان وجود دارد؟",
      answer:
        " مهلت زمانی برای صدور صورتحساب های اصلاحی ، برگشت از فروش و ابطالی وجود ندارد، لیکن مودیان می بایست مطابق با قواعد این گونه صورتحسابها اقدام نمایند. لازم به ذکر است تاریخ و زمان صدور صورتحساب با ارسال آن به سامانه نباید بیش از 21 روز باشد.",
    },
    {
      question: "سامانه مودیان مالیاتی شامل چه کسانی می شود؟",
      answer:
        "<strong>تمامی اشخاص حقوقی</strong> : تمامی افراد حقوقی کلیه شرکت‌های تجاری و اشخاص حقوقی غیر تجاری در این دسته قرار می‌گیرند. <br />" +
        "<strong>اشخاص حقیقی</strong> : آن دسته از افراد حقیقی هستند که خودشان صاحبان مشاغل و واحدهای مختلف تولید، فروش و… هستند. طبق قانون واحد آن‌ها می‌تواند صنفی یا غیر صنفی باشد.",
    },
    {
      question: "در چه مواردی باید در سامانه مودیان صورتحساب ابطالی صادر نمود؟",
      answer:
        "چنانچه پس از صدور و ثبت صورتحساب فروش، نیاز به اصلاح اقلام اطلاعاتی صورتحساب، به غیر از اقلام اطلاعاتی مربوط به خریدار یا اقلام اطلاعاتی مربوط به کالا/خدمات باشد و نوع و الگوی صورتحساب، صادرکننده صورتحساب  الکترونیکی  می بایست صورتحساب جدید (اصلاحی) که  از نظر نوع و الگوی صورتحساب مطابق صورتحساب اصلی (مرجع) بوده و حاوی شماره منحصر به فرد مالیاتی صورتحساب مرجع است را صادر و در سامانه مؤدیان ثبت نماید.",
    },
  ];

  return (
    <div>
      <p className="text-primary">TEST</p>
      <Faq faqs={faqs} />
    </div>
  );
}

